Repository: mishrafabric/cmux
Catalog: Packages/macOS/CmuxNext/Sources/CmuxNextTabs/Resources/Localizable.xcstrings
Source language: en
Languages: ja

# tabs.ax.busy
source: Running
ja: 実行中

# tabs.ax.close
source: Close Tab
ja: タブを閉じる

# tabs.ax.failure
source: Failed
ja: 失敗

# tabs.ax.needsInput
source: Needs input
ja: 入力待ち

# tabs.ax.newTab
source: New Tab
ja: 新規タブ

# tabs.ax.pinned
source: Pinned
ja: 固定

# tabs.ax.strip
source: Tabs
ja: タブ

# tabs.ax.success
source: Done
ja: 完了

# tabs.ax.unread
source: Unread
ja: 未読

# tabs.demo.addMany
source: Add 10 Tabs
ja: タブを10個追加

# tabs.demo.addTab
source: Add Tab
ja: タブを追加

# tabs.demo.collapseGroup
source: Toggle Collapse
ja: 折りたたみを切り替え

# tabs.demo.compact
source: Compact Style
ja: コンパクト表示

# tabs.demo.cycleStatus
source: Cycle Status
ja: ステータスを切り替え

# tabs.demo.groupSelected
source: Group Selected Tab
ja: 選択したタブをグループ化

# tabs.demo.log
source: Last intent: %@
ja: 最後のインテント: %@

# tabs.demo.toggleBusy
source: Toggle Busy
ja: 実行中を切り替え

# tabs.demo.toggleUnread
source: Toggle Unread
ja: 未読を切り替え

# tabs.demo.ungroupSelected
source: Ungroup Selected
ja: 選択したタブのグループを解除

# tabs.demo.windowTitle
source: Tab Strip Demo
ja: タブストリップのデモ

# tabs.group.ax.chip
source: Tab group %@
ja: タブグループ %@

# tabs.group.ax.collapsed
source: Collapsed
ja: 折りたたみ

# tabs.group.ax.editor
source: Edit Tab Group
ja: タブグループを編集

# tabs.group.ax.expanded
source: Expanded
ja: 展開

# tabs.group.color.blue
source: Blue
ja: 青

# tabs.group.color.cyan
source: Cyan
ja: シアン

# tabs.group.color.green
source: Green
ja: 緑

# tabs.group.color.grey
source: Grey
ja: グレー

# tabs.group.color.orange
source: Orange
ja: オレンジ

# tabs.group.color.pink
source: Pink
ja: ピンク

# tabs.group.color.purple
source: Purple
ja: 紫

# tabs.group.color.red
source: Red
ja: 赤

# tabs.group.color.yellow
source: Yellow
ja: 黄

# tabs.group.editor.close
source: Close Group
ja: グループを閉じる

# tabs.group.editor.moveToNewWindow
source: Move Group to New Window
ja: グループを新しいウインドウに移動

# tabs.group.editor.namePlaceholder
source: Name this group
ja: グループに名前を付ける

# tabs.group.editor.newTab
source: New Tab in Group
ja: グループに新しいタブ

# tabs.group.editor.save
source: Pin Group
ja: グループをピン留め

# tabs.group.editor.ungroup
source: Ungroup
ja: グループを解除

# tabs.group.editor.unsave
source: Unpin Group
ja: グループのピン留めを解除

# tabs.group.more
source: +%lld more
ja: 他 %lld 件

# tabs.group.savedBar.ax
source: Saved Tab Groups
ja: 保存済みタブグループ

# tabs.group.tabCount
source: Tabs: %lld
ja: タブ: %lld

# tabs.group.unnamed
source: Unnamed group
ja: 名前のないグループ

# tabs.untitled
source: Untitled
ja: 名称未設定

# tabs.ax.working
source: Agent working
ja: エージェント作業中
